/* No comment provided by engineer. */
"%@ since last back-up" = "%@ siden sidste backup";

/* No comment provided by engineer. */
"AC Power" = "Strømforsyning";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort Forbundet";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort Afbrudt";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "OBS! Ved at vælge dette vil det føje HardwareGrowler til dine startemner";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Tillader du dette, vil det få HardwareGrowler til at starte op hver gang, du logger ind, så at det er tilgængeligt for applikationer, som bruger det hele tiden";

/* at battery percentage */
"at %@" = "at %@";

/* No comment provided by engineer. */
"Back-up took %@" = "Backup tog %@";

/* Internal battery */
"Battery" = "Battery";

/* No comment provided by engineer. */
"Battery Low!" = "Lavt batteriniveau!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Lavt batteriniveau! Sæt venligst computeren til strøm med det samme";

/* No comment provided by engineer. */
"Battery Power" = "Batteri";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth forbundet";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth-forbindelse";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth frakoblet";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth-afbrydelse";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Bluetooth-modul i OS X Lion kræver 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth-skærm";

/* No comment provided by engineer. */
"Cancel" = "Annuller";

/* No comment provided by engineer. */
"Canceled after %@" = "Annuller efter %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock fra";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock til";

/* No comment provided by engineer. */
"Charged" = "Charged";

/* No comment provided by engineer. */
"Charging" = "Charging";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Click to open";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Hvis du vælger dette, vil det få HardwareGrowler til at køre uden at vise et ikon i dokken eller som emne i menuen.\n\nMan får adgang til indstillingerne ved at trykke på HardwareGrowler in Launchpad eller åbne HardwareGrowler i Finder.";

/* No comment provided by engineer. */
"Failed after %@" = "Mislykkedes efter %@";

/* No comment provided by engineer. */
"Finishing" = "Finishing";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire forbundet";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire-forbindelse";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire frakoblet";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire frakobling";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire-skærm";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Første backup, eller ingen tidligere backup fundet i systemloggen";

/* No comment provided by engineer. */
"FN Key" = "Fn-tast";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN Key Pressed";

/* No comment provided by engineer. */
"FN Key Released" = "FN Key Released";

/* No comment provided by engineer. */
"General" = "Generelt";

/* Unit names */
"hours" = "timer";

/* No comment provided by engineer. */
"Icon:" = "Ikon:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignored Drives:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Telefonopkald";

/* No comment provided by engineer. */
"Incoming SMS" = "SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interface:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interface:\t%1$@\nMedia:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP-addresse ændret";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP-addresse opdateret";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Koblet til netværk.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Keyboard Monitor";

/* No comment provided by engineer. */
"Left network %@." = "Forlod netværket %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minutter";

/* No comment provided by engineer. */
"Modules" = "Moduler";

/* No comment provided by engineer. */
"Mounted" = "Lagerenhed tilsluttet";

/* No comment provided by engineer. */
"Network Link Down" = "Netværks-forbindelsen er nede";

/* No comment provided by engineer. */
"Network Link Up" = "Netværks-forbindelsen er oppe";

/* No comment provided by engineer. */
"Network Monitor" = "Network Monitor";

/* display no icon at all */
"No icon visible" = "Intet ikon synligt";

/* No comment provided by engineer. */
"No routable IP addresses" = "No routable IP addresses";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Notify For:";

/* If the string is too long, use O */
"OFF" = "FRA";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "TIL";

/* Format string for On <power type> */
"On %@" = "På";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Åbn HardwareGrowlers indstillinger...";

/* No comment provided by engineer. */
"Phone Module" = "Phone Module";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Phone Module requires OSX Lion 10.7.3 or above";

/* No comment provided by engineer. */
"Power Changed" = "Strømkilde ændret";

/* No comment provided by engineer. */
"Power Monitor" = "Power Monitor";

/* No comment provided by engineer. */
"Power Warning" = "Batteriniveau lavt";

/* No comment provided by engineer. */
"Preferences" = "Indstillinger";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Afslut HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Refire battery status";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Refire every:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Refire only on battery";

/* Unit names */
"seconds" = "sekunder";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Sent when a Bluetooth Device is connected";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Sent when a Bluetooth Device is disconnected";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Sent when a Firewire Device is connected";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Sent when a Firewire Device is disconnected";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Sent when a Thunderbolt Device is connected";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Sent when a Thunderbolt Device is disconnected";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Sendes hvis USB enhed forbindes";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Sendes hvis USB enhed frakobles";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Sendes hvis Lagerenhed tilkobles";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Sendes hvis Lagerenhed frakobles";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Sendes hvis AirPort forbindes til et netværk";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Sendes hvis AirPort afbrydes fra et netværk";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Sendes hvis Ethernet link afbrydes";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Sendes hvis Ethernet link forbindes";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Sendes hvis batteriniveauet er lavt";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Sent when the systems IP address changes";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Sent when the type or status of power changed";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Sent when Time Machine failed to back up";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Sent when Time Machine finishes backing up";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Sent when Time Machine is canceled";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Sent when Time Machine starts backing up";

/* No comment provided by engineer. */
"Shift Key" = "Shift Key";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift Key Pressed";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift Key Released";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Vis forbundne enheder ved opstart";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Vis ikon i begge";

/* display the icon only in the dock */
"Show icon in the dock" = "Vis ikon i dokken";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Vis ikon i menubjælken";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Start HardwareGrowler, når du logger ind:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "There are no preferences available for this monitor.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Denne indstilling træder i kraft, når Growl genstartes.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt Connected";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt Connection";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt Disconnected";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt Disconnection";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt Monitor";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine Canceled";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine Failed";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine finished";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine Finished";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine started";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine Started";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "Time remaining: %ld minutes";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "Time to charge: %ld minutes";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "TimeMachine Monitor";

/* Unknown power supply type */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown Power Source" = "Ukendt strømkilde";

/* No comment provided by engineer. */
"Unmounted" = "Lagerenhed frakoblet";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "FireWire-enhed uden navn";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Unnamed Thunderbolt Device";

/* Uninteruptable Power supply */
"UPS" = "UPS";

/* No comment provided by engineer. */
"UPS Power" = "UPS Power";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 Bus";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 Bus";

/* No comment provided by engineer. */
"USB Bus" = "USB-Bus";

/* No comment provided by engineer. */
"USB Connected" = "USB-enhed er tilkoblet";

/* No comment provided by engineer. */
"USB Connection" = "USB-forbindelse";

/* No comment provided by engineer. */
"USB Disconnected" = "USB-enhed er frakoblet";

/* No comment provided by engineer. */
"USB Disconnection" = "USB-frakobling";

/* No comment provided by engineer. */
"USB Monitor" = "USB Monitor";

/* No comment provided by engineer. */
"Volume Monitor" = "Volume Monitor";

/* No comment provided by engineer. */
"Volume Mounted" = "Lagerenhed tilsluttet";

/* No comment provided by engineer. */
"Volume Unmounted" = "Lagerenhed frakoblet";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Advarsel! Vælger du denne mulighed, vil det få HardwareGrowler til at køre i baggrunden";

